02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-07-adresvraag webservice/uc1004-07C50T250/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
        <m:vraag>
            <m:in0>
                <m:indicatieAdresvraag>1</m:indicatieAdresvraag>
                <m:indicatieZoekenInHistorie>0</m:indicatieZoekenInHistorie>
                <m:masker>
                    <m:item>10110</m:item>
                    <m:item>10120</m:item>
                    <m:item>10210</m:item>
                    <m:item>10220</m:item>
                    <m:item>10230</m:item>
                    <m:item>10240</m:item>
                    <m:item>10310</m:item>
                    <m:item>10320</m:item>
                    <m:item>10330</m:item>
                    <m:item>10410</m:item>
                    <m:item>12010</m:item>
                    <m:item>12020</m:item>
                    <m:item>16110</m:item>
                    <m:item>18110</m:item>
                    <m:item>18120</m:item>
                    <m:item>18210</m:item>
                    <m:item>18220</m:item>
                    <m:item>18230</m:item>
                    <m:item>18510</m:item>
                    <m:item>18610</m:item>
                </m:masker>
                <m:parameters>
                    <m:item>
                        <m:rubrieknummer>81160</m:rubrieknummer>
                        <m:zoekwaarde>4782AA</m:zoekwaarde>
                    </m:item>
                </m:parameters>
            </m:in0>
        </m:vraag>
    </soap:Body>
</soap:Envelope>